# 이력서 & 자기소개서

> Chapter 01.이력서<br>
**이름:김지원, 주민등록번호:980705-xxxxxxx 생년월일:1998년 7월 5일, 현주소:인천광역시 미추홀구 토금남로79(용현동)

|기간|학력사항|
|---|---|
|2017년 2월|옥련여자고등학교 졸업|
|2017년 3월|경인여자대학교 입학|
|2018년 3월|동양미래대학교 입학|

> Chapter 02.알바경력

***
|기간|알바경력|
|---|---|
|2016년 12월~2017년8월|서빙알바|
|2017년 12월~ing|빵집알바|
|2018년 1월~2018년 5월|빵집알바|
|2018년 3월~2018년 8월|편의점알바|

> Chapter 03.자기소개서<br>
***
성장배경
<인사잘하는 학생0순위><br>
안녕하십니까? 저는 98년 7월 5일 인천에서 태어난 김지원입니다. ‘예의가 바르구나’,’인사 잘한다’. 는 제가 어렸을 때 부터 자주 들었던 말입니다. 부모님께서 인사는 사람을 평가할 수 있는 가장 기본적인 예의라는 말씀을 하셨습니다. 겉으로 보여지는것보다 정신적인 만족을 추구해 오신 부모님의 신념은 제가 내면이 단단한 사람으로 성장 할 수 있는 계기가 되었습니다. 언니와 동생 사이에서 둘째 역할을 하면서 양보와 배려를 자연스럽게 터득 하게 되었고 먼저 솔선수범하는 자세를 가지게 되었습니다.  
***
성격의 장/단점
한번 맡은 일은 끝까지 책임을 지는 성격이며, 제가 맡은 일은 끈기를 가지고 완수해내는 성격을 가지고 있습니다. 그래서인지 주변 사람들로부터 책임감이 강하다. 성실하다라는 말을 많이 들었습니다. 
내성적이고 처음 사람들을 만날 때 낯설어하는 경향이 강해 무뚝뚝 해보인다는 인상을 주기도 하지만 가까워진 사람과는 깊은 관계를 유지하며 신뢰를 쌓는 편입니다. 예의와 배려를 중요시하는 부모님의 가르침 덕분에 항상 배려하는 마음을 지닌채 학교생활 과 사회생활에 있어 장점으로 작용했습니다.
내성적이며 도전하는 것을 두려워하는 경향을 고치도록 노력하겠습니다.
***
전공 및 경력사항<br>
2018년 3월 동양미래대학교 정보통신공학과->컴퓨터소프트웨어공학과 전공
***
지원동기 및 포부<br>
초등학교때부터 방과후 컴퓨터 수업을 통해 컴퓨터에 접근하였다. 컴퓨터를 배우면서 프로그래밍 언어에 대해 궁금해졌고 고등학교때부터 코딩 기초적인 부분에 대해 연습하면서 컴퓨터쪽으로 관심이 생겼고 집중적으로 코딩과 프로그래밍 언어에 대해 배우고 싶어 컴퓨터소프트웨어공학과에 지원하게 되었습니다.<br>
***
앞으로 어떤 분야에서 일을 하고 싶은가?<br>
다양한 프로그래밍 언어를 배워 웹개발자로 성장하거나 요즘 웹페이지 제작에도 관심이 생겨 웹페이지 제작 분야쪽에서도 일을 해보고싶습니다.
